Revit 2027 API
ParameterTypeId.DoorFinish Property
 "Finish"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DoorFinish { get; }
Public Shared ReadOnly Property DoorFinish As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DoorFinish {
	ForgeTypeId^ get ();
}
static member DoorFinish : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace